import Amsal from '../img/amsal.jfif'
import Deathnote from '../img/deathnote.jfif'
import Evangelion from '../img/evangelion.jpg'
import Haikyu from '../img/haikyu.jfif'
import JujustsuKaisen from '../img/jujustsu_kaisen.jpg'
import Kaguya from '../img/kaguya.jfif'
import Lovelive from '../img/lovelive.jfif'
import Myhero from '../img/myhero.jpg'
import Spyfamily from '../img/spyfamily.jfif'
import TokyoGhoul from '../img/tokyo_g.jfif'
import TokyoRevengers from '../img/tokyo_re.jfif'
import Toradora from '../img/toradora.jpg'


export const ResultData = [
    {
        id: 1,
        name :'암살교실',
        plot : '어느 날 갑자기 〈쿠누가기오카 중학교〉의 열등반인 3학년 E반에 정부 방위성의 인간과 수수께끼의 생물이 나타났다. 달의 70%를 파괴해 달을 영구적으로 초승달 상태가 되어버리게 한 문어형의 위험한 생물은 “내년 3월까지 자신을 죽이지 않으면 지구를 파괴할 것”이라고 선언한 후 3학년 E반의 담임 교사직에 자체 지원하였다. 정부는 최후의 수단으로 몇 가지 지침을 마련하여 3학년 E반의 학생들에게 수수께끼의 생물을 암살할 것을 제안한다….',
        desc : '',
        //한줄로 작성해야 에러가 나지않음! 
        image: `${Amsal}`,
         
    },

    {
        id: 2,
        name: '데스노트',
        plot: '전국에서 우수한 성적을 보유한 평범한 고등학생인 야가미 라이토, 매일 반복되는 하루에 지루함을 느낀다. 그러던 어느날 하늘에서 떨어진 검은 노트를 줍는다. 노트의 이름은 데스노트. 이 노트에 이름이 적힌 자는 반드시 죽게되는 노트였다. 라이토는 이 노트를 이용해 신세계의 신이 되려는 계획을 세우게 되는데..',
        desc: '',
        image: `${Deathnote}`
      },
      {
        id: 3,
        name: '신세기 에반게리온',
        plot: '서기 2000년 남극에 거대한 운석이 충돌하는 미증유의 재난 ‘세컨드 임팩트’가 발생한다.  그 결과 지구의 자전축이 뒤틀렸고 해수면 상승,내란,전쟁… 등의 이유로 세계 인구의 절반이 절멸하게 된다. 그로부터 15년 후 인류가 과거의 상처를 치유해 나갈 무렵 새로운 위협이 닥쳐오게된다. 사도 라는 적들은 세컨드 임팩트에 이어 서드 임팩트를 일으켜 지구를 파괴하려 한다. 이에 인류는 사도에 대항하기 위해 최후의 수단인 에반게리온을 개발하게 된다…',
        desc: '',
        image: `${Evangelion}`
      },
      {
        id: 4,
        name: '하이큐',
        plot: '어렸을 적 TV에서 작은거인의 경기를 보고 배구선수를 꿈꾸게 된 히나타 쇼요. 중학교 마지막 공식전에 출전했지만 ‘코트 위의 제왕’ 이라 불리는 카게야마에게 처참히 패하게 된다. 복수를 다짐한 히나타는 카라스노 고등학교 배구부에서 카게야마를 만나게 되는데…',
        desc: '',
        image: `${Haikyu}`
      },
      {
        id: 5,
        name: '주술회전',
        plot: '경이적인 신체능력을 가진 소년 이타도리 유지는  평범한 고등학생이었지만 어느 날 저주에 습격당한 친구를 구하기 위해 특급 주물 양면 스쿠나의 손가락을 먹고 영혼에 저주가 깃들게 된다. 위험한 저주인 스쿠나와 몸을 공유하게 된 이타도리는 최강의 주술사인 고죠 사토루의 제안으로 저주에 대항하는 기관인 도쿄 도립 주술 고등전문학교에 편입하게 된다…',  
        desc: '',
        image: `${JujustsuKaisen}`
      },
      {
        id: 6,
        name: '카구야',
        plot: '장래가 기대되는 우수한 수재들이 모인 슈치인 학원. 그 학생회에서 만난 부회장 시노미야 카구야와 회장 시로가네 미유키는 서로에게 끌리고 있었지만, 프라이드가 강하고 솔직하지 못한 두 사람은, 귀찮게도 "어떻게 상대방에게 고백을 받아낼 것인가" 만을 생각하게 되어버렸다… 과연 누가 먼저 고백을 받게 될 것 인가..?!',
        desc: '',
        image: `${Kaguya}`
      },
      {
        id: 7,
        name: '러브라이브',
        plot: '전통있는 고등학교인 오토노키자카 고교는 재학생 부족으로 인한 학급수 부족으로 폐교 위기에 처한다. 학생들은 전통있는 학교가 폐교되는 것에 반발하지만 명확한 해답을 내놓지 못한다. 하지만 아홉 명의 재학생들이 한 가지 묘안을 생각해냈다고 한다. 자신들이 스쿨 아이돌이 되어 학교의 이름을 널리 알리고 덩달아 입학 희망자를 늘리자는 것이다..',
        desc: '',
        image: `${Lovelive}`
      },
      {
        id: 8,
        name: '나의 히어로 아카데미아',
        plot: '세계의 80퍼센트의 인구가 개성이라 불리는 초능력을 가진 사회, 어렸을 때부터 히어로를 꿈꾸던 소년이 있다. 소년의 이름은 미도리야 이즈쿠. 그는 개성이 없는 무개성의 소년이 였다. 하지만 누구보다 히어로를 동경했고 우연히 자신이 동경하던 No.1 히어로 올마이트를 만나 힘을 얻게 되 최고의 히어로 양성기관인 유에이 고등학교에 입학하게 된다…',
        desc: '',
        image: `${Myhero}`
      },
      {
        id: 9,
        name: '스파이 패밀리',
        plot: '세계 평화를 위해 동국에서 첩보요원으로 어떤임무든지 완수해버리는 유능한 그 코드네임 황혼 그런 그의 다음 지령은 오퍼레이션 스트릭스 가족을 만들어 명문학교에 잠입하여 데스몬드의 불온한 움직임은 살펴라! 그리고 세계를 지켜라! 그로 인해 구성된 가족 포쟈가(家)! 그러나 가족 구성이 심상치 않다. 아빠(스파이) , 엄마(살인 청부업자) , 딸(초능력자) 심상치 않는 비밀많은 가족의 이야기',
        desc: '',
        image: `${Spyfamily}`
      },
      {
        id: 10,
        name: '도쿄구울',
        plot: '사람을 주식으로 삼는 존재인 구울이 존재하는 세계. 카네키는 책 읽기를 좋아하는 평범한 대학생이다. 어느날 우연히 자신과 독서 취향이 같은 여자를 발견하고 용기를 내 그녀와 데이트를 하게 된다. 하지만 그녀는 구울 이였고 카네키는 위험에 빠지지만 운이 좋게 살아나게 된다. 병원에서 눈을 뜬 카네키, 하지만 그는 구울이 되어 있었다….',
        desc: '',
        image: `${TokyoGhoul}`
      },
      {
        id: 11,
        name: '도쿄리벤저스',
        plot: '26세, 프리터로 살아가고 있는 하나가키 타케미치는 우연히 TV에서 중학교 시절 자신과 교제하던 타치바나 히나타가 도쿄만지회의 싸움에 휘말려 사망하게 되었다는 뉴스를 보게된다. 다음날 사고를 당한 타케미치는 눈을 떠보니 12년전 중학교 시절로 타임리프를 하게 된후 펼쳐지는 이야기.',
        desc: '',
        image: `${TokyoRevengers}`
      },
      {
        id: 12,
        name: '토라도라',
        plot: '평소 험악하게 생긴 인상 탓에 본의 아니게 사람들에게 오해를 사게 되는 고등학생 류지. 2학년이 되어 새로운 시작을 하게 되었지만 험악한 인상 탓에 쉽지 않다. 성격이 포악해 ‘미니 타이거’라 불리는 여학생 아이사카 타이가와 사소한 오해로 얽혀 티격태격 하게 된다. 그러던 중 류지는 그녀의 비밀을 알게 되고… 그것이 사랑과 싸움의 시작이 되는데…',
        desc: '',
        image: `${Toradora}`
      },
    
]